//////////////////////////////////////////////////////////////
// ОКНО ЮНИТОВ
//////////////////////////////////////////////////////////////

cpi_name=^int_cpi_t^[name]

cpi_leadership_t=^int_cpi_t0^[align_r]Лидерство
cpi_leadership=^int_cpi_par_t1^[leadership]
cpi_leadership_h_h=^def_hint_t0^Лидерство
cpi_leadership_h=^def_hint_t1^Показывает, сколько Лидерства нужно герою, чтобы командовать одним таким существом.<br>При Лидерстве героя [hero_lead] можно нанять до [unit_count] таких существ.<br>Лидерство всего отряда: [lead]. 

cpi_attack_t=^int_cpi_t0^Атака
cpi_attack=^int_cpi_par_t1^[attack]
cpi_attack2=^int_cpi_par_t2^[attack]
cpi_attack_h_h=^def_hint_t0^Атака
cpi_attack_h=^def_hint_t1^Эффективность нанесения урона. Если атака нападающего больше защиты цели, то наносимый атакующим урон увеличивается.

cpi_defense_t=^int_cpi_t0^Защита
cpi_defense=^int_cpi_par_t1^[defense]
cpi_defense2=^int_cpi_par_t2^[defense]
cpi_defense_h_h=^def_hint_t0^Защита
cpi_defense_h=^def_hint_t1^Эффективность защиты от атак врага. Если атака нападающего меньше защиты цели, то наносимый атакующим урон снижается.[res]
cpi_defense_res=Сопротивляемости:
cpi_defense_res_1=Физическая
cpi_defense_res_2=Ядовитая
cpi_defense_res_3=Магическая
cpi_defense_res_4=Огненная
cpi_defense_res_5=Холодная
cpi_defense_res_6=Астральная
cpi_defense_res_B=^def_hint_t1^
cpi_defense_res_D=^def_hint_t1^[dis](Защищен)[/c]
cpi_defense_res_U=^def_hint_t1^[dis](Уязвим)[/c]

cpi_initiative_t=^int_cpi_t0^Инициатива
cpi_initiative=^int_cpi_par_t1^[initiative]
cpi_initiative2=^int_cpi_par_t2^[initiative]
cpi_initiative_h_h=^def_hint_t0^Инициатива
cpi_initiative_h=^def_hint_t1^Показывает скорость принятия решений. Чем выше инициатива, тем раньше существо ходит, опережая менее инициативных существ.

cpi_movement_t=^int_cpi_t0^Скорость
cpi_movement=^int_cpi_par_t1^[movement]
cpi_movement2=^int_cpi_par_t2^[movement]
cpi_movement_h_h=^def_hint_t0^Скорость
cpi_movement_h=^def_hint_t1^Показывает количество Очков Действия (ОД), которые тратятся на перемещение существ, а также на использование атак и умений.

cpi_health_t=^int_cpi_t0^Здоровье
cpi_health=^int_cpi_par_t1^[healthl]
cpi_health2=^int_cpi_par_t2^[health]
cpi_health_h_h=^def_hint_t0^Здоровье
cpi_health_h=^def_hint_t1^Текущее здоровье существа. Когда оно равно нулю, один боец в отряде погибает.[allhp]
cpi_health_hall=Здоровье отряда:

cpi_healthl_t=^int_cpi_t0^Текущее здоровье
cpi_healthl=^int_cpi_par_t1^[healthl]
cpi_healthl_h_h=^def_hint_t0^Текущее здоровье
cpi_healthl_h=^def_hint_t1^Текущее здоровье существа. Когда оно равно нулю, один боец в отряде погибает.

cpi_damage_t=^int_cpi_t0^Урон
cpi_damage=^int_cpi_par_t1^[damage]
cpi_damage_h_h=^def_hint_t0^Урон
cpi_damage_h=^def_hint_t1^Урон, наносимый существом при его основной атаке. Для стрелков основной является дистанционная атака, а врукопашную они обычно наносят вдвое меньше урона.

cpi_crit_t=^int_cpi_t0^Крит
cpi_crit=^int_cpi_par_t1^[krit]
cpi_crit2=^int_cpi_par_t2^[krit]
cpi_crit_h_h=^def_hint_t0^Крит
cpi_crit_h=^def_hint_t1^Шанс критического удара, при котором всегда наносится максимальный урон, а цель получает эффект <label=effect_bleed_name> на 2 хода c вероятностью 5%.

cpi_abilities_t=^int_cpi_af_t^Таланты:
cpi_ab2=^int_cpi_feat_t^[default14]Нет

cpi_f1_t=^int_cpi_feat_t^[default12]
feature_bold_off=^int_cpi_feat_t^[off]
feature_bold_on=^int_cpi_feat_t^[on]
cpi_features_t=^int_cpi_af_t^Особенности: [features]

cpi_level=^int_cpi_t^[level]
cpi_number=^int_cpi_t^[number]

//хинты по кнопкам
cpi_btn_ok=Да
cpi_btn_dismiss=Выгнать
cpi_pic_level=Уровень
cpi_pic_race=^race_desc_head^$

dismiss_army=^int_cpi_t0^[align_c]Вы хотите выгнать этот отряд?

cpi_cpirace_h_h=^race_desc_head^
cpi_cpirace_h=^race_desc_hint^
cpi_level_h_h=^def_hint_t0^Уровень существа
cpi_level_h=^def_hint_t1^Уровень характеризует степень силы и полезности существа. Некоторые умения и заклинания действуют только против низкоуровневых врагов.
cpi_features_h_h=^def_hint_t0^Особенности
cpi_features_h=^def_hint_t1^Особенности существа характеризуют его тактические возможности.

cpi_damage_fire_h_h=^def_hint_t1^Огненный урон
cpi_damage_fire_h=^def_hint_t1^Существо наносит огненные повреждения.
cpi_damage_magic_h_h=^def_hint_t1^Магический урон
cpi_damage_magic_h=^def_hint_t1^Существо наносит магический урон.
cpi_damage_physical_h_h=^def_hint_t1^Физический урон
cpi_damage_physical_h=^def_hint_t1^Существо наносит обычные повреждения.
cpi_damage_poison_h_h=^def_hint_t1^Урон ядом
cpi_damage_poison_h=^def_hint_t1^Существо наносит урон ядом.
cpi_damage_glacial_h_h=^def_hint_t1^Урон холодом
cpi_damage_glacial_h=^def_hint_t1^Существо наносит урон холодом.
cpi_damage_astral_h_h=^def_hint_t1^Астральный урон
cpi_damage_astral_h=^def_hint_t1^Существо наносит астральный урон.


cpi_cpimorales_h_h=^morale_hint_t0^
cpi_cpimorales_h=^morale_hint_t1^

//////////////////////////////////////////////////////////////
// РАСЫ ЮНИТОВ
//////////////////////////////////////////////////////////////

inf_default_race_head=^race_desc_head^
inf_default_race_hint=^race_desc_hint^

inf_elf_race_head=Эльф
inf_elfs_race_head=Эльфы
inf_elf_race_hint=^br_t^Обитатель Волшебного леса.<br>Эльфы недолюбливают людей, испытывают неприязнь к гномам и механизмам, враждуют с викингам, ненавидят всех тёмных.

inf_dark_elf_race_head=Тёмный Эльф
inf_dark_elfs_race_head=Тёмные Эльфы
inf_dark_elf_race_hint=^br_t^Обитатель Волшебного леса, перешедший на тёмную сторону.<br>тёмные Эльфы недолюбливают людей, испытывают неприязнь к гномам и механизмам, враждуют с викингам, ненавидят всех светлых.

inf_dwarf_race_head=Гном
inf_dwarfs_race_head=Гномы
inf_dwarf_race_hint=^br_t^Представитель расы гномов и великанов, выбравших технический путь развития.<br>Гномы любят механизмы, недолюбливают людей и викингов, враждуют с эльфами, ненавидят всех тёмных.

inf_dark_dwarf_race_head=Цверг
inf_dark_dwarfs_race_head=Цверги
inf_dark_dwarf_race_hint=^br_t^Представитель расы гномов и великанов, выбравших технический путь развития и перешедших на тёмную сторону<br>Цверги любят механизмы, недолюбливают людей и викингов, враждуют с эльфами, ненавидят всех светлых.

inf_human_race_head=Человек
inf_humans_race_head=Люди
inf_human_race_hint=^br_t^Представитель наиболее распростаренной расы.<br>Недолюбливает эльфов и гномов, испытывает неприязнь к викингам, ненавидит всех тёмных.

inf_dark_human_race_head=Человек
inf_dark_humans_race_head=Люди
inf_dark_human_race_hint=^br_t^Представитель наиболее распростаренной расы, перешедший на тёмную сторону.<br>Недолюбливает эльфов и гномов, испытывает неприязнь к викингам, ненавидит всех светлых.

inf_viking_race_head=Викинг
inf_vikings_race_head=Викинги
inf_viking_race_hint=Представитель сурового народа, обитающего преимущественно на далеких северных островах.<br>Викинги недолюбливают изнеженных эльфов и людей, испытывают неприязнь к ящерам и темным.

inf_neutral_race_head=Нейтрал
inf_neutrals_race_head=Нейтралы
inf_neutral_race_hint=Существо, животное или гуманоид, не имеющее конкретного подданства и места обитания.<br>Они терпимы ко всем прочим расам.

inf_orc_race_head=Орк
inf_orcs_race_head=Орки
inf_orc_race_hint=^br_t^Воин свирепого племени орков и гоблинов.<br>Орки недолюбливают ящеров и викингов, ненавидят всех светлых.

inf_lizard_race_head=Ящер
inf_lizards_race_head=Ящеры
inf_lizard_race_hint=Чешуйчатый и хладнокровный представитель расы разумных рептилий.<br>Ящеры презирают все прочие расы, враждуют с драконами и ненавидят всех светлых.

inf_demon_race_head=Демон
inf_demons_race_head=Демоны
inf_demon_race_hint=^br_t^Злобное существо из иного мира.<br>Демоны ненавидят всех светлых.

inf_undead_race_head=Нежить
inf_undeads_race_head=Нежить
inf_undead_race_hint=^br_t^Существо из мира мёртвых, восставшее после смерти.<br>Мёртвые одинаково равнодушно относятся ко всем расам.





////////////////////////////////////////////////
//* ИМЕНА ЮНИТОВ
////////////////////////////////////////////////
// *****************************************
// ЭЛЬФЫ
//*******************************************
cpn_sprite=Лесная фея
cpsn_sprite=Лесные феи

cpn_sprite_lake=Озерная фея
cpsn_sprite_lake=Озерные феи

cpn_dryad=Дриада
cpsn_dryad=Дриады

cpn_werewolf=Оборотень-эльф
cpsn_werewolf=Оборотни-эльфы

cpn_wolf=Оборотень-волк
cpsn_wolf=Оборотни-волки

cpn_satyr=Фавн
cpsn_satyr=Фавны

cpn_druid=Друид
cpsn_druid=Друиды

cpn_elf=Эльф
cpsn_elf=Эльфы

cpn_elf2=Следопыт
cpsn_elf2=Следопыты

cpn_unicorn=Единорог
cpsn_unicorn=Единороги

cpn_ent=Энт
cpsn_ent=Энты

cpn_ent2=Древний энт
cpsn_ent2=Древние энты


// *****************************************
// ТЁМНЫЕ ЭЛЬФЫ
//*******************************************
cpn_dark_sprite=Фея темнолесья
cpsn_dark_sprite=Феи темнолесья

cpn_dark_sprite_lake=Фея темноводья
cpsn_dark_sprite_lake=Феи темноводья

cpn_dark_dryad=Дриада темнолесья
cpsn_dark_dryad=Дриады темнолесья

cpn_dark_werewolf=Оборотень-людоед
cpsn_dark_werewolf=Оборотни-людоеды

cpn_dark_wolf=Волк-людоед
cpsn_dark_wolf=Волки-людоеды

cpn_dark_satyr=Сатир
cpsn_dark_satyr=Сатиры

cpn_dark_druid=Друид-ренегат
cpsn_dark_druid=Друиды-ренегаты

cpn_dark_elf=Тёмный эльф
cpsn_dark_elf=Тёмные эльфы

cpn_dark_elf2=Охотник
cpsn_dark_elf2=Охотники

cpn_dark_unicorn=Чёрный единорог
cpsn_dark_unicorn=Чёрные единороги

cpn_dark_ent=Энт темнолесья
cpsn_dark_ent=Энты темнолесья

cpn_dark_ent2=Древний Энт темнолесья
cpsn_dark_ent2=Древние Энты темнолесья


// *****************************************
// ГНОМЫ
//*******************************************
cpn_miner=Шахтер
cpsn_miner=Шахтеры

cpn_dwarf=Гном
cpsn_dwarf=Гномы

cpn_cannoner=Пушкарь
cpsn_cannoner=Пушкари

cpn_alchemist=Алхимик
cpsn_alchemist=Алхимики

cpn_giant=Гигант
cpsn_giant=Гиганты

cpn_miner2=Бригадир
cpsn_miner2=Бригадиры

cpn_ingeneer=Инженер
cpsn_ingeneer=Инженеры


// *****************************************
// Цверг
//*******************************************
cpn_dark_miner=Рудокоп
cpsn_dark_miner=Рудокопы

cpn_dark_dwarf=Цверг
cpsn_dark_dwarf=Цверг

cpn_dark_cannoner=Артиллерист
cpsn_dark_cannoner=Артиллеристы

cpn_dark_alchemist=Химик
cpsn_dark_alchemist=Химики

cpn_dark_giant=Великан
cpsn_dark_giant=Великаны

cpn_dark_miner2=Начальник рудокопов
cpsn_dark_miner2=Начальники рудокопов

cpn_dark_ingeneer=Техник
cpsn_dark_ingeneer=Техники


//*******************************************
// Гномьи Механизмы
//*******************************************
cpn_droideka=Дроид-механик
cpsn_droideka=Дроиды-механики

cpn_droideka_guard=Дроид-страж
cpsn_droideka_guard=Дроиды-стражи


//*******************************************
// ЛЮДИ
//*******************************************
cpn_peasant=Крестьянин
cpsn_peasant=Крестьяне

cpn_bowman=Лучник
cpsn_bowman=Лучники

cpn_footman=Мечник
cpsn_footman=Мечники

cpn_footman2=Гвардеец
cpsn_footman2=Гвардейцы

cpn_priest=Жрец Света
cpsn_priest=Жрецы Света

cpn_priest2=Инквизитор Света
cpsn_priest2=Инквизиторы Света

cpn_horseman=Кавалерист
cpsn_horseman=Кавалеристы

cpn_knight=Рыцарь
cpsn_knight=Рыцари

cpn_archmage=Архимаг
cpsn_archmage=Архимаги

cpn_paladin=Паладин
cpsn_paladin=Паладины

cpn_witch_hunter=Охотник на ведьм
cpsn_witch_hunter=Охотники на ведьм

//*******************************************
// ТЁМНЫЕ ЛЮДИ (но не негры) ~Aris: а кто расу изначально неграми назвал, ммм?
//*******************************************
cpn_dark_peasant=Земледелец
cpsn_dark_peasant=Земледельцы

cpn_dark_bowman=Мастер лука
cpsn_dark_bowman=Мастера лука

cpn_dark_footman=Мастер меча
cpsn_dark_footman=Мастера меча

cpn_dark_footman2=Страж
cpsn_dark_footman2=Стражи

cpn_dark_priest=Еретик
cpsn_dark_priest=Еретики

cpn_dark_priest2=Ересиарх
cpsn_dark_priest2=Ересиархи

cpn_dark_horseman=Всадник
cpsn_dark_horseman=Всадники

cpn_dark_knight=Тёмный рыцарь
cpsn_dark_knight=Тёмные рыцари

cpn_dark_archmage=Колдун
cpsn_dark_archmage=Колдуны

cpn_dark_paladin=Паладин Тьмы
cpsn_dark_paladin=Паладины Тьмы

cpn_dark_witch_hunter=Убийца магов
cpsn_dark_witch_hunter=Убийца магов


//*******************************************
// ВЫКЫНГЫ
//*******************************************
cpn_slinger_man=Пращник
cpsn_slinger_man=Пращники

cpn_viking=Викинг
cpsn_viking=Викинги

cpn_skald=Скальд
cpsn_skald=Скальды

cpn_berserk2=Берсеркер
cpsn_berserk2=Берсеркеры

cpn_axthrower=Метатель топоров
cpsn_axthrower=Метатели топоров

cpn_soothsayer=Волхв
cpsn_soothsayer=Волхвы

cpn_yarl=Ярл
cpsn_yarl=Ярлы

cpn_horsevalkyrie=Северная воительница
cpsn_horsevalkyrie=Северные воительницы


// *****************************************
// ОРКИ
//*******************************************
cpn_goblin=Гоблин
cpsn_goblin=Гоблины

cpn_goblin2=Неистовый гоблин
cpsn_goblin2=Неистовые гоблины

cpn_goblin_rider=Говорящий с духами
cpsn_goblin_rider=Говорящие с духами

cpn_catapult=Гоблин с катапультой
cpsn_catapult=Гоблины с катапультами

cpn_orc=Орк
cpsn_orc=Орки

cpn_orc2=Орк-ветеран
cpsn_orc2=Орки-ветераны

cpn_ork_scout=Орк-разведчик
cpsn_ork_scout=Орки-разведчики

cpn_shaman=Шаман
cpsn_shaman=Шаманы

cpn_ogre=Огр
cpsn_ogre=Огры

cpn_ogre_chieftain=Орк-вождь
cpsn_ogre_chieftain=Орки-вожди


// *****************************************
// ЯЩЕРЫ
//*******************************************
cpn_gorguana=Горгул
cpsn_gorguana=Горгулы

cpn_gorguana2=Горгуана
cpsn_gorguana2=Горгуаны

cpn_tirex=Тирекс
cpsn_tirex=Тирексы

cpn_gobot=Гобот
cpsn_gobot=Гоботы

cpn_gobot2=Взрослый гобот
cpsn_gobot2=Взрослые гоботы

cpn_highterrant=Хайтерант
cpsn_highterrant=Хайтеранты

cpn_brontor=Бронтор
cpsn_brontor=Бронторы

cpn_digged_brontor=Бронтор
cpsn_digged_brontor=Бронторы

cpn_chosha=Чоша 
cpsn_chosha=Чоши


// *****************************************
// ДЕМОНЫ
//*******************************************
cpn_firemental=Огненный элементаль
cpsn_firemental=Огненные элементали

cpn_imp=Имп
cpsn_imp=Импы

cpn_imp2=Имп-насмешник
cpsn_imp2=Импы-насмешники

cpn_cerberus=Цербер
cpsn_cerberus=Церберы

cpn_demoness=Демонесса
cpsn_demoness=Демонессы

cpn_priestess_blood=Жрица Крови
cpsn_priestess_blood=Жрицы Крови

cpn_demon=Демон
cpsn_demon=Демоны

cpn_demon2=Палач
cpsn_demon2=Палачи

cpn_archdemon=Архидемон
cpsn_archdemon=Архидемоны


// *****************************************
// НЕЖИТЬ
//*******************************************
cpn_skeleton=Скелет
cpsn_skeleton=Скелеты

cpn_archer=Скелет-лучник
cpsn_archer=Скелеты-лучники

cpn_zombie=Зомби
cpsn_zombie=Зомби

cpn_zombie2=Гниющий зомби
cpsn_zombie2=Гниющие зомби

cpn_pirat_ghost=Пират-призрак
cpsn_pirat_ghost=Пираты-призраки

cpn_ghost=Привидение
cpsn_ghost=Привидения

cpn_ghost2=Проклятое привидение
cpsn_ghost2=Проклятые привидения

cpn_vampire=Вампир
cpsn_vampire=Вампиры
cpn_bat=Вампир (Мышь)
cpsn_bat=Вампиры (Мыши)

cpn_vampire2=Древний вампир
cpsn_vampire2=Древние вампиры
cpn_bat2=Древний вампир (Мышь)
cpsn_bat2=Древние вампиры (Мыши)

cpn_vampire_woman=Вампиресса
cpsn_vampire_woman=Вампирессы
cpn_vampires_cloud=Вампиресса (Облако)
cpsn_vampires_cloud=Вампирессы (Облака)

cpn_blackknight=Чёрный рыцарь
cpsn_blackknight=Чёрные рыцари

cpn_necromant=Некромант
cpsn_necromant=Некроманты

cpn_bonedragon=Костяной дракон
cpsn_bonedragon=Костяные драконы


// *****************************************
// НЕЙТРАЛЫ
//*******************************************
cpn_robber=Разбойник
cpsn_robber=Разбойники

cpn_robber2=Мародер
cpsn_robber2=Мародеры

cpn_barbarian=Варвар
cpsn_barbarian=Варвары

cpn_barbarian2=Бешеный варвар
cpsn_barbarian2=Бешеные варвары

cpn_pirat=Пират
cpsn_pirat=Пираты

cpn_pirat2=Морской волк
cpsn_pirat2=Морские волки

cpn_demonologist=Демонолог
cpsn_demonologist=Демонологи

cpn_assassin=Ассасин
cpsn_assassin=Ассасины

cpn_clown=Метаморф
cpsn_clown=Метаморфы

cpn_powerman=Шпион
cpsn_powerman=Шпионы

cpn_girl_with_flower=Шпион (Девочка)
cpsn_girl_with_flower=Шпионы (Девочки)

cpn_horseamazon=Амазонка
cpsn_horseamazon=Амазонки

cpn_dragon_rider=Наездница на драконе
cpsn_dragon_rider=Наездницы на драконах

cpn_thorn=Терния-охотник
cpsn_thorn=Тернии-охотники

cpn_kingthorn=Королевская терния
cpsn_kingthorn=Королевские тернии

cpn_thorn_warrior=Терния-воин
cpsn_thorn_warrior=Тернии-воины

cpn_dragonfly_lake=Озерный дракончик
cpsn_dragonfly_lake=Озерные дракончики

cpn_dragonfly_fire=Огненный дракончик
cpsn_dragonfly_fire=Огненные дракончики

cpn_snake_green=Болотная змея
cpsn_snake_green=Болотные змеи

cpn_snake=Змея
cpsn_snake=Змеи

cpn_snake_royal=Королевская змея
cpsn_snake_royal=Королевские змеи

cpn_spider=Пещерный паук
cpsn_spider=Пещерные пауки

cpn_spider_venom=Ядовитый паук
cpsn_spider_venom=Ядовитые пауки

cpn_spider_undead=Мёртвый паук
cpsn_spider_undead=Мёртвые пауки

cpn_spider_fire=Огненный паук
cpsn_spider_fire=Огненные пауки

cpn_graywolf=Волк
cpsn_graywolf=Волки

cpn_bear=Медведь
cpsn_bear=Медведи

cpn_bear_white=Белый медведь
cpsn_bear_white=Белые медведи

cpn_bear2=Древний медведь
cpsn_bear2=Древние медведи

cpn_beholder=Звероглаз
cpsn_beholder=Звероглазы

cpn_beholder2=Злобоглаз
cpsn_beholder2=Злобоглазы

cpn_cyclop=Циклоп
cpsn_cyclop=Циклопы

cpn_greendragon=Изумрудный дракон
cpsn_greendragon=Изумрудные драконы

cpn_reddragon=Красный дракон
cpsn_reddragon=Красные драконы

cpn_blackdragon=Чёрный дракон
cpsn_blackdragon=Чёрные драконы

cpn_hyena=Гиена
cpsn_hyena=Гиены

cpn_griffin=Грифон
cpsn_griffin=Грифоны

cpn_griffin2=Королевский грифон
cpsn_griffin2=Королевские грифоны

cpn_troll=Тролль
cpsn_troll=Тролли

cpn_spider_ice=Ледяной паук
cpsn_spider_ice=Ледяные пауки

cpn_yotun=Йотун
cpsn_yotun=Йотуны

cpn_dragon_ice=Ледяной дракон
cpsn_dragon_ice=Ледяные драконы

cpn_ice_minion=Прихвостень
cpsn_ice_minion=Прихвостни

cpn_devilfish=Морской Дьявол
cpsn_devilfish=Морские Дьяволы


//*******************************************
//* Объекты 
//*******************************************
cpn_priestes=Послушница
cpsn_priestes=Послушницы

cpn_petwall=Каменная стена
cpsn_petwall=Каменная стена

cpn_trollstatue=Окаменевший тролль
cpsn_trollstatue=Окаменевший тролль

cpn_hint_petwall=^hint_t0^[s]Каменная стена[d][left]<br>Довольно прочная стена, возведенная вашим питомцем.<br>Здоровье: [health]

cpn_hint_highterrantegg=^hint_boss_t0^[s]Яйцо ящера[d][left]<br>Крупное яйцо, из которого вскоре вылупится хищный летающий ящер ([count] шт.).<br>Здоровье: [cur_health]
cpn_alienegg=Чужое яйцо
cpn_highterrant_egg=Яйцо Хайтеранта
cpn_brontor_thorns=Шипованная броня бронтора
cpsn_alienegg=Чужое яйцо
cpsn_highterrant_egg=Яйцо Хайтеранта
cpsn_brontor_thorns=Шипованная броня бронтора

cpn_hint_troll_statue=^hint_boss_t0^[s]Окаменевший тролль[d][left]<br>Каменная статуя, в которую превратился тролль после смерти.<br>Здоровье: [health]

//******************************************
//* СПИРИТЫ
//******************************************
cpn_therock=Зерок
cpn_slime=Слиим
cpn_slimefog=Ядовитое облако
cpn_death=Жнец
cpn_lina=Лина
cpn_gizmo=Гизмо
cpsn_gizmo=Гизмо
cpn_glot=Броня Глота
cpsn_glot=Броня Глота
cpsn_devatron=Ледяные шипы
cpn_devatron=Ледяной шип
cpn_hint_ice_thorn=^hint_t0^[s]Ледяной шип[d][left]<br>Чрезвычайно хрупкое ледяное препятствие.
cpn_thewall=Каменная стена
cpsn_thewall=Каменная стена
cpn_hint_thewall=^hint_t0^[s]Каменная стена[d][left]<br>Довольно прочная стена, возведенная Ручным драконом.<br>Здоровье: [health]

//******************************************
//* ПРЕПЯТСТВИЯ и ЛОВУШКИ
//******************************************

pawn_hint_energo=^hint_t0^[s]Ледяной Шип[d][left][f14]<br>Чрезвычайно хрупкое ледяное препятствие, созданное Духом льда.

cpn_snowstorm=Метель
cpsn_snowstorm=Метель
cpn_barrier01=Барьер
cpsn_barrier01=Барьер
cpn_hint_barrier01=^hint_t0^[s]Защитный барьер[d][left]<br>Специальное защитное сооружение, за которым укрывается враг.<br>Здоровье: [health]
cpn_altar_ice=Ледяная статуя
cpsn_altar_ice=Ледяная статуя
cpn_hint_altar_ice=^hint_t0^[s]Ледяная статуя[d][left]<br>Статуя одного самых суровых гномьих богов, повелителя снегов и метелей.<br>Здоровье: [health]
cpn_altar=Алтарь молний
cpsn_altar=Алтарь молний
cpn_hint_altar=^hint_t0^[s]Алтарь молний[d][left]<br>Неисправный Алтарь Границ времен Закатной Империи. Атакует молниями всех подряд в области действия.<br>Здоровье: [health]
cpn_darkcrystal=Кристалл Тьмы
cpsn_darkcrystal=Кристалл Тьмы
cpn_hint_darkcrystal=^hint_t0^[s]Кристалл Тьмы[d][left]<br>Зловещий кристалл, похищающий души. Его сила поддерживает жизнь Карадора.<br>Здоровье: [health]
cpn_altar_bomb=Мина
cpsn_altar_bomb=Мина
cpn_hint_altar_bomb=^hint_t0^[s]Мина[d][left]<br>Новое изобретение гномов – бомба, взрывающаяся при ударе.<br>Здоровье: [health]
cpn_altar_barrel=Пороховая бочка
cpsn_altar_barrel=Пороховая бочка
cpn_hint_altar_barrel=^hint_t0^[s]Пороховая бочка[d][left]<br>Бочка, наполненная взрывоопасным порошком.<br>Здоровье: [health]
cpn_altar_good_statue=Святая статуя
cpsn_altar_good_statue=Святая статуя
cpn_hint_altar_good_statue=^hint_t0^[s]Святая статуя[d][left]<br>Статуя одной из высших богинь, символ здоровья и долголетия.<br>Здоровье: [health]
cpn_altar_grave=Гроб
cpsn_altar_grave=Гроб
cpn_hint_altar_grave=^hint_t0^[s]Гроб[d][left]<br>Огромный зловещего вида гроб, из которого слышен подозрительный шум.<br>Здоровье: [health]
cpn_altar_hollow=Осиное гнездо
cpsn_altar_hollow=Осиное гнездо
cpn_hint_altar_hollow=^hint_t0^[s]Осиное гнездо[d][left]<br>Огромное гнездо, внутри которого жужжат злобные осы.<br>Здоровье: [health]
cpn_altar_volcano=Вулкан
cpsn_altar_volcano=Вулкан
cpn_dark_spirit_vamp_fog=Тёмное облако
cpsn_dark_spirit_vamp_fog=Тёмное облако
cpn_totem_volcano2=Вулкан
cpsn_totem_volcano2=Вулкан
cpn_hint_altar_volcano=^hint_t0^[s]Вулкан[d][left]<br>действующий вулкан, изредка поливающий огнем и заваливающий раскаленными булыжниками все вокруг.<br>Здоровье: [health]
cpsn_altar_bad_statue=Проклятый крест
cpn_altar_bad_statue=Проклятый крест
cpn_hint_altar_bad_statue=^hint_t0^[s]Проклятый крест[d][left]<br>Напитанный тёмной энергией крест, насылающий проклятья и болезни.<br>Здоровье: [health]
cpn_shroud=Масляное облако
cpn_totem_light_circle=<label=spell_holy_rain_name>
cpn_totem_dark_circle=<label=spell_unholy_rain_name>
cpn_trap=Ловушка
cpsn_trap=Ловушка
cpn_totem_death=Тотем Смерти
cpsn_totem_death=Тотем Смерти
cpn_hint_totem_death=^hint_t0^[s]Тотем Смерти[d][left]<br>Боевой тотем, созданный шаманом орков. Снижает скорость врагов и поражает их магией в области своего действия.<br>Здоровье: [health]
cpn_totem_life=Тотем Жизни
cpsn_totem_life=Тотем Жизни
cpn_hint_totem_life=^hint_t0^[s]Тотем Жизни[d][left]<br>Защитный тотем, созданный шаманом орков. Лечит союзных воинов 1-4 уровня и увеличивает их защиту в области своего действия.<br>Здоровье: [health]
kraken_boss_hint=^hint_t0^[s]Белый кракен[d][left]<br>Легендарное морское чудовище, спрут невиданных размеров, наводящий ужас не только на моряков, но и на сухопутных крыс.<br>Обладает иммунитетом к заклинаниям разума и некоторым другим эффектам. Атакует щупальцами. Достает из воды морских хищников и призраков пиратов, нападающих на врага. Боится огня.<br>Здоровье: [health]
cpn_blood_rune=Пентаграмма крови
cpsn_blood_rune=Пентаграмма крови
cpsn_arena_tower=Добрый гремлин
cpn_arena_tower=Добрый гремлин
cpn_hint_arena_tower=^hint_t0^[s]Добрый гремлин[d][left]<br>Создание, обитающее внутри предмета. Использует ослабляющую врагов магию и призывает воинов-союзников.<br>Здоровье: [health]
cpsn_arena_tower_1=Злой гремлин
cpn_arena_tower_1=Злой гремлин
cpn_hint_arena_tower_1=^hint_t0^[s]Злой гремлин[d][left]<br>Злобное создание, обитающее внутри предмета. Поражает врагов мощными боевыми заклинаниями.<br>Здоровье: [health]
cpn_catapult_barrel=Пороховая бочка
cpsn_catapult_barrel=Пороховая бочка
cpn_catapult_bomb=Мина
cpsn_catapult_bomb=Мина
cpsn_skeleton_spawner=Куча костей
cpn_skeleton_spawner=Куча костей
cpsn_kraken_boss=Белый кракен
cpn_kraken_boss=Белый кракен
cpn_tentacle_vl=Щупальце
cpn_tentacle_l=Щупальце
cpn_tentacle_c=Щупальце
cpsn_tentacle_l=Щупальце
cpsn_tentacle_c=Щупальце


//******************************************
//* ОСОБЫЕ ЮНИТЫ
//******************************************
cpn_phoenix_young=Молодой феникс
cpn_phoenix=Взрослый феникс
cpn_phoenix_old=Древний феникс
cpsn_phoenix_young=Молодые фениксы
cpsn_phoenix=Взрослые фениксы
cpsn_phoenix_old=Древние фениксы
cpn_ram=Баран
cpsn_ram=Бараны
cpsn_evilbook1=Книга Зла
cpn_evilbook1=Книга Зла
cpsn_evilbook2=Книга Зла
cpn_evilbook2=Книга Зла
cpsn_evilbook3=Книга Зла
cpn_evilbook3=Книга Зла
cpn_orb1=Ледяной шар
cpsn_orb1=Ледяной шар
cpn_orb2=Ледяной шар
cpsn_orb2=Ледяной шар
cpn_orb3=Ледяной шар
cpsn_orb3=Ледяной шар
cpn_infernodragon1=Дракон Хаоса
cpsn_infernodragon1=Дракон Хаоса
cpn_infernodragon2=Дракон Хаоса
cpsn_infernodragon2=Дракон Хаоса
cpn_infernodragon3=Дракон Хаоса
cpsn_infernodragon3=Дракон Хаоса
cpn_lava_golem=Лавовый голем
cpsn_lava_golem=Лавовый голем
cpn_lava_golem1=Лавовый голем
cpsn_lava_golem1=Лавовый голем
cpn_lava_golem2=Лавовый голем
cpsn_lava_golem2=Лавовый голем
cpn_lava_golem3=Лавовый голем
cpsn_lava_golem3=Лавовый голем
cpn_lava_golem4=Лавовый голем
cpsn_lava_golem4=Лавовый голем
cpn_lava_golem5=Лавовый голем
cpsn_lava_golem5=Лавовый голем
cpn_angel_avenger=Мститель
cpn_poison_cloud=Облако яда
cpn_cryotic_soil_egg=Яйцо скраггов
cpn_griffin_spirit=Небесный страж
cpsn_griffin_spirit=Небесные стражи
cpn_goblin_life=Нить Жизни
cpsn_goblin_life=Нить Жизни
cpn_hunter_pet=Общая боль
cpsn_hunter_pet=Общая боль
cpn_greed_controller=Алчное Золото
cpsn_greed_controller=Алчное Золото
cpn_ice_shell_full=Ледяная скорлупа
cpsn_ice_shell_full=Ледяная скорлупа
cpn_lightning_ball=Шаровая молния
cpsn_lightning_ball=Шаровая молния
cpn_ice_blades_wall=Ледяная стена
cpsn_ice_blades_wall=Ледяная стена
cpn_ice_blades_return=Ледяная стена
cpsn_ice_blades_return=Ледяная стена
cpn_ice_blast=Ледяные осколки
cpsn_ice_blast=Ледяные осколки
cpn_myst_lightingbeam=Молния Мисты
cpns_myst_lightingbeam=Молния Мисты
cpsn_with_executor=Магический блок
cpn_with_executor=Магический блок



//////////////////////////////////////////////////////////////
// ХИНТ ПО МОРАЛИ ЮНИТА
//////////////////////////////////////////////////////////////
hint_morale_onerace=Все войска одной расы.
hint_morale_human=Присутствие людей в армии.
hint_morale_dark_human=Присутствие людей в армии.
hint_morale_elf=Присутствие эльфов в армии.
hint_morale_dark_elf=Присутствие тёмных эльфов в армии.
hint_morale_dwarf=Присутствие гномов в армии.
hint_morale_dark_dwarf=Присутствие цвергов в армии.
hint_morale_viking=Присутствие викингов в армии.
hint_morale_orc=Присутствие орков в армии.
hint_morale_lizard=Присутствие ящеров в армии.
hint_morale_demon=Присутствие демонов в армии.
hint_morale_undead=Присутствие нежити в армии.
hint_morale_light=Присутсвие светлых в армии.
hint_morale_dark=Присутсвие темных в армии

hint_morale_dragon=Присутствие драконов в армии.
hint_morale_griffin=Присутствие Королевских грифонов в армии.
hint_morale_tirex=Присутствие Тирекса в армии.
hint_morale_tolerance=Терпимость.
hint_morale_robber=Присутствие разбойников в армии.
hint_morale_commander=Присутствие командира в армии.
hint_morale_driad=Присутствие феи в армии.
hint_morale_giant=Присутствие гигантов в армии.
hint_morale_green=Присутствие Изумрудных драконов в армии.
hint_morale_druid=Аура гармонии.
hint_morale_skald=Песнопения.
hint_morale_unicorn=Защитник красоты.
hint_morale_knight0=Доблесть.
hint_morale_horsevalkyrie=Присутствие Северных воительниц в армии.
hint_morale_mech=Присутствие механизмов в армии.
hint_morale_circus=Присутствие других циркачей.
hint_morale_debonair=Метаморф
hint_morale_dragon_rider=Присутствие Наездниц на Драконе в армии.
hint_morale_belief=Умение "Убеждение".
hint_buffs=Один негативный эффект.
hint_buffs2=Более одного негативного эффекта.
hint_buffs0=Действие негативных эффектов нейтрализовано позитивными.




hint_morale_skill=Навык
hint_morale_0=Мораль
hint_morale_lead=Вне контроля
hint_morale_item=Предмет
hint_morale_set=Комплект
hint_wife_item=Спутник
hint_totem_item=Аура от объекта:
hint_morale_spell=Заклинание
hint_morale_orc_killer=Предвкушение трофеев
hint_morale_tremor=Боевой клич
hint_morale_found_treasure=Найден клад
hint_morale_itogo=^morale_hint_t^Итого[dis]
hint_morale_bonus=^morale_hint_t^Атака: [attack], Защита: [defense]<br>Критический удар [krit] относительно текущего.

hint_morale_bad=^morale_hint_t^[low]Недостаточно Лидерства![dis]
hint_morale_count=^morale_hint_t^Количество:

hint_morale_n2=^morale_hint_t^Бонусы отсутствуют.
hint_morale_n1=^morale_hint_t^[neit]Нейтральная мораль.

hint_morale_l5=^morale_hint_t^[low]Паника!
hint_morale_l4=^morale_hint_t^[low]Критическая!
hint_morale_l3=^morale_hint_t^[low]Низкая
hint_morale_l2=^morale_hint_t^[neit]Плохая
hint_morale_l1=^morale_hint_t^[neit]Отрицательная
hint_morale_n0=^morale_hint_t^[neit]Нейтральная
hint_morale_h1=^morale_hint_t^[neit]Положительная
hint_morale_h2=^morale_hint_t^[neit]Хорошая
hint_morale_h3=^morale_hint_t^[hi]Высокая
hint_morale_h4=^morale_hint_t^[hi]Великолепная!
hint_morale_h5=^morale_hint_t^[hi]Непоколебимая!

hint_morale_arenacemetery=Бой идёт на территории кладбища.
hint_morale_arenalava=Бой идёт на лавовой территории.
hint_morale_arenadungeon=Бой идёт в подземелье.
hint_morale_arenaforest=Бой идёт на территории леса.
hint_morale_arenasea=Бой идёт на морской территории.
hint_morale_arenawinter=Бой идёт на зимней территории.

hint_morale_time1=Утреннее время суток.
hint_morale_time2=Дневное время суток.
hint_morale_time4=Вечернее время суток.
hint_morale_time8=Ночное время суток.
